<?php
use yii\helpers\Html;

/* @var $this yii\web\View */
$this->title = 'Лицензионное соглашение';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-license">
    <h1>
    	Лицензионное соглашение
		<blockquote>на использование программы «Авторемонт»</blockquote>
	</h1>

    <p>
		Настоящий документ «Лицензионное соглашение на использование программного продукта «Авторемонт» (мобильное приложение) представляет собой предложение Индивидуального предпринимателя Петрова П.А. (ЕГРИП №309143535000073), (далее — «Правообладатель») заключить соглашение на изложенных ниже условиях.<br>
		Перед использованием программы, пожалуйста, ознакомьтесь с условиями нижеследующего лицензионного соглашения. Любое использование вами программы означает полное и безоговорочное принятие вами его условий.<br>
		Если вы не принимаете условия лицензионного соглашения в полном объеме, вы не имеете права использовать программу в каких-либо целях.<br><br>
		1. Общие положения<br>
		1.1. Настоящее Лицензионное соглашение («Лицензия») устанавливает условия использования программы для «Авторемонт» (мобильное приложение) («Программа») и заключено между любым лицом, использующим Программу («Пользователь»), и Индивидуальным предпринимателем Петровым Прокопием Авристоновичем (ЕГРИП №309143535000073) являющимся правообладателем исключительного права на Программу («Правообладатель»). <br>
		1.2. Загружая Программу, устанавливая её на свой телефон или используя Программу любым образом, Пользователь выражает своё полное и безоговорочное согласие со всеми условиями Лицензии.<br>
		1.3. Использование Программы разрешается только на условиях настоящей Лицензии. Если Пользователь не принимает условия Лицензии в полном объеме, Пользователь не имеет права использовать Программу в каких-либо целях. Использование Программы с нарушением (невыполнением) какого-либо из условий Лицензии запрещено. <br>
		1.4. Использование Программы на условиях настоящей Лицензии в личных некоммерческих целях осуществляется безвозмездно. Использование Программы на условиях и способами, не предусмотренными настоящей Лицензией, возможно только на основании отдельного соглашения с Правообладателем. <br>
		1.5. К настоящей Лицензии и всем отношениям, связанным с использованием Программы, подлежит применению право Российской Федерации и любые претензии или иски, вытекающие из настоящей Лицензии или использования Программы, должны быть поданы и рассмотрены в суде по месту нахождения Правообладателя. <br>
		1.6. Правообладатель может предоставить Пользователю перевод настоящей Лицензии с русского на другие языки, однако в случае противоречия между условиями Лицензии на русском языке и ее переводом, юридическую силу имеет исключительно русскоязычная версия Лицензии. <br><br>
		2. Права на Программу<br>
		2.1. Исключительное право на Программу принадлежит Правообладателю. <br><br>
		3. Лицензия<br>
		3.1. Правообладатель безвозмездно, на условиях простой (неисключительной) лицензии, предоставляет Пользователю непередаваемое право использования Программы на территории стран всего мира следующими способами: <br>
		3.1.1. Применять Программу по прямому функциональному назначению, в целях чего произвести её установку на телефонах Пользователя. Пользователь вправе произвести установку Программы на неограниченное число телефонов. <br>
		3.1.2. Распространять Программу в некоммерческих целях (безвозмездно). <br><br>
		4. Ограничения<br>
		4.1. За исключением использования в объемах и способами, прямо предусмотренными настоящей Лицензией или законодательством РФ, Пользователь не имеет права изменять, декомпилировать, дизассемблировать, дешифровать и производить иные действия с объектным кодом Программы, имеющие целью получение информации о реализации алгоритмов, используемых в Программе, создавать производные произведения с использованием Программы, а также осуществлять (разрешать осуществлять) иное использование Программы или любых компонентов Программы, без письменного согласия Правообладателя. <br>
		4.2. Пользователь не имеет права распространять Программу в коммерческих целях (в том числе за плату), в том числе в составе сборников программных продуктов, без письменного согласия Правообладателя. <br>
		4.3. Программа должна использоваться под наименованием: «Авторемонт». Пользователь не вправе изменять наименование Программы, изменять и/или удалять знак охраны авторского права (copyright notice) или иное указание на Правообладателя. <br><br>
		5. Ограничение ответственности по Лицензии<br>
		5.1. Программа предоставляется на условиях «как есть» (as is). Правообладатель не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Программы, соответствия Программы конкретным целям и ожиданиям Пользователя, а также не предоставляет никаких иных гарантий, прямо не указанных в настоящей Лицензии. <br>
		5.2. В максимальной степени, допустимой действующим законодательством, Правообладатель не несет никакой ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования Программы и/или ущерб, причиненный Пользователю и/или третьим сторонам в результате какого-либо использования, неиспользования или невозможности использования Программы или отдельных её компонентов и/или функций, в том числе из-за возможных ошибок или сбоев в работе Программы. <br>
		5.3. Пользователь настоящим уведомлен и соглашается, что при использовании Программы Правообладателю в автоматическом режиме анонимно (без привязки к Пользователю) передается следующая информация: версия и идентификатор Программы, статистика использования функций Программы, а также иная техническая информация. <br><br>
		6. Обновления/новые версии Программы<br>
		6.1. Действие настоящей Лицензии распространяется на все последующие обновления/новые версии Программы. Соглашаясь с установкой обновления/новой версии Программы, Пользователь принимает условия настоящей Лицензии для соответствующих обновлений/новых версий Программы, если обновление/установка новой версии Программы не сопровождается иным лицензионным соглашением. <br><br>
		7. Изменения условий настоящей Лицензии<br>
		7.1. Настоящее лицензионное соглашение может изменяться Правообладателем в одностороннем порядке. Уведомление Пользователя о внесенных изменениях в условия настоящей Лицензии публикуется на сайте: http://pochini.me/site/license. Указанные изменения в условиях лицензионного соглашения вступают в силу с даты их публикации, если иное не оговорено в соответствующей публикации. <br>
    </p>
</div>
